#+TITLE:  Proyecto Final Análisis Aplicado
#+AUTHOR: Miguel Angel Escalante Serrato
#+EMAIL:  miguel.escalante@itam.mx
#+LANGUAGE: es
* Ejemplo
Este es un ejemplo de orgmode usado como procesador de texto $a = 2$. 

\[a = \int_0^1 f(x)\]

#+begin_src python :session :exports both 
import numpy as np 
print(np.__version__)
#+end_src

#+RESULTS:

* R 

Ahora con R 

#+begin_src R :sessio :exports both :results both
library(dplyr)
x <- 2
x *4
#+end_src

#+RESULTS:
: 8

#+begin_src python :session :exports both :results show
print(np.__version__)
#+end_src

#+RESULTS:
